---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.PresetInitialColor
source: html/0230f9f1-0bcc-777a-18f6-a17cb9d74bdd.htm
---
# PresetInitialColor Members

Creates an initial color preset object with the given preset value.